[
    {
        "name": "Pineapple",
        "img":"http://134.209.3.61/Meal/Fruits/pineapple.jpg",
        "intro":"The pineapple (Ananas comosus) is a tropical plant with an edible fruit, also called pineapples,[2][3] and the most economically significant plant in the family Bromeliaceae.[4] Pineapples may be cultivated from the offset produced at the top of the fruit,[2][5] possibly flowering in five to ten months and fruiting in the following six months.[5][6] Pineapples do not ripen significantly after harvest.[7] In 2016, Costa Rica, Brazil, and the Philippines accounted for nearly one-third of the world's production of pineapples.[8] "
    },
    {
        "name": "Strawberry",
        "img":"http://134.209.3.61/Meal/Fruits/strawberry.jpg",
        "intro":"The garden strawberry (or simply strawberry; Fragaria × ananassa)[1] is a widely grown hybrid species of the genus Fragaria, collectively known as the strawberries. It is cultivated worldwide for its fruit. The fruit is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. It is consumed in large quantities, either fresh or in such prepared foods as preserves, juice, pies, ice creams, milkshakes, and chocolates. Artificial strawberry flavorings and aromas are also widely used in many products like lip gloss, candy, hand sanitizers, perfume, and many others. "
    },
    {
        "name": "Orange",
        "img":"http://134.209.3.61/Meal/Fruits/orange.jpg",
        "intro":"The orange is the fruit of the citrus species Citrus × sinensis in the family Rutaceae.[1] It is also called sweet orange, to distinguish it from the related Citrus × aurantium, referred to as bitter orange. The sweet orange reproduces asexually (apomixis through nucellar embryony); varieties of sweet orange arise through mutations.[2][3][4][5] The orange is a hybrid between pomelo (Citrus maxima) and mandarin (Citrus reticulata).[2][6] The chloroplast genome, and therefore the maternal line, is that of pomelo.[7] The sweet orange has had its full genome sequenced.[2] "
    },
    {
        "name": "Pitaya",
        "img":"http://134.209.3.61/Meal/Fruits/dragonfruit.jpg",
        "intro":"A pitaya or pitahaya the fruit of several different cactus species indigenous to the Americas.[1][2] Pitaya usually refers to fruit of the genus Stenocereus, while pitahaya or dragon fruit refers to fruit of the genus Hylocereus, both in the Cactaceae family. The dragon fruit is cultivated in Southeast Asia, Florida, the Caribbean, Australia, and throughout tropical and subtropical world regions. "
    },
    {
        "name": "Pear",
        "img":"http://134.209.3.61/Meal/Fruits/pear.jpg",
        "intro":"The pear tree and shrub are a species of genus Pyrus, in the family Rosaceae, bearing the pomaceous fruit of the same name. Several species of pear are valued for their edible fruit and juices while others are cultivated as trees. "
    },
    {
        "name": "Mango",
        "img":"http://134.209.3.61/Meal/Fruits/mango.jpg",
        "intro":"Mangoes are juicy stone fruit (drupe) from numerous species of tropical trees belonging to the flowering plant genus Mangifera, cultivated mostly for their edible fruit. The majority of these species are found in nature as wild mangoes. The genus belongs to the cashew family Anacardiaceae. Mangoes are native to South Asia,[1][2] from where the \"common mango\" or \"Indian mango\", Mangifera indica, has been distributed worldwide to become one of the most widely cultivated fruits in the tropics. Other Mangifera species (e.g. horse mango, Mangifera foetida) are grown on a more localized basis. "
    },
    {
        "name": "Lemon",
        "img":"http://134.209.3.61/Meal/Fruits/lemon.jpg",
        "intro":"The lemon, Citrus limon (L.) Osbeck, is a species of small evergreen tree in the flowering plant family Rutaceae, native to South Asia, primarily North eastern India. The tree's ellipsoidal yellow fruit is used for culinary and non-culinary purposes throughout the world, primarily for its juice, which has both culinary and cleaning uses.[2] The pulp and rind (zest) are also used in cooking and baking. The juice of the lemon is about 5% to 6% citric acid, with a pH of around 2.2, giving it a sour taste. The distinctive sour taste of lemon juice makes it a key ingredient in drinks and foods such as lemonade and lemon meringue pie. "
    },
    {
        "name": "Banana",
        "img":"http://134.209.3.61/Meal/Fruits/banana.jpg",
        "intro":"A banana is an edible fruit – botanically a berry[1][2] – produced by several kinds of large herbaceous flowering plants in the genus Musa.[3] In some countries, bananas used for cooking may be called \"plantains\", distinguishing them from dessert bananas. The fruit is variable in size, color, and firmness, but is usually elongated and curved, with soft flesh rich in starch covered with a rind, which may be green, yellow, red, purple, or brown when ripe. The fruits grow in clusters hanging from the top of the plant. Almost all modern edible seedless (parthenocarp) bananas come from two wild species – Musa acuminata and Musa balbisiana. The scientific names of most cultivated bananas are Musa acuminata, Musa balbisiana, and Musa × paradisiaca for the hybrid Musa acuminata × M. balbisiana, depending on their genomic constitution. The old scientific name for this hybrid, Musa sapientum, is no longer used. "
    },
    {
        "name": "Watermelon",
        "img":"http://134.209.3.61/Meal/Fruits/watermelon.jpg",
        "intro":"Citrullus lanatus is a plant species in the family Cucurbitaceae, a vine-like flowering plant originating in West Africa. It is cultivated for its fruit. The subdivision of this species into two varieties, watermelons and citron melons, originated with the erroneous synonymization of Citrullus lanatus Matsum. & Nakai and Citrullus vulgaris Schrad. by L.H. Bailey in 1930.[2] Molecular data including sequences from the original collection of Thunberg and other relevant type material, show that the sweet watermelon and the bitter wooly melon Citrullus lanatus Matsum. & Nakai are not closely related to each other.[3] Since 1930, thousands of papers have misapplied the name Citrullus lanatus Matsum. & Nakai for the watermelon, and a proposal to conserve the name with this meaning was accepted by the relevant nomenclatural committee and confirmed at the International Botanical Congress in Shenzhen in China in 2017.[4] "
    },
    {
        "name": "Grape",
        "img":"http://134.209.3.61/Meal/Fruits/grape.jpg",
        "intro":"A grape is a fruit, botanically a berry, of the deciduous woody vines of the flowering plant genus Vitis. Grapes can be eaten fresh as table grapes or they can be used for making wine, jam, juice, jelly, grape seed extract, raisins, vinegar, and grape seed oil. Grapes are a non-climacteric type of fruit, generally occurring in clusters. "
    },
    {
        "name": "Cherry",
        "img":"http://134.209.3.61/Meal/Fruits/cherry.jpg",
        "intro":"A cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit). The cherry fruits of commerce usually are obtained from cultivars of a limited number of species such as the sweet cherry (Prunus avium) and the sour cherry (Prunus cerasus). The name 'cherry' also refers to the cherry tree and its wood, and is sometimes applied to almonds and visually similar flowering trees in the genus Prunus, as in \"ornamental cherry\" or \"cherry blossom\". Wild cherry may refer to any of the cherry species growing outside cultivation, although Prunus avium is often referred to specifically by the name \"wild cherry\" in the British Isles. "
    },
    {
        "name": "Apple",
        "img":"http://134.209.3.61/Meal/Fruits/apple.jpg",
        "intro":"An apple is a sweet, edible fruit produced by an apple tree (Malus pumila). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions. "
    }
]