[
    {
        "name": "Pythagoras",
        "id": "010101",
        "img":"http://134.209.3.61/Study/Mathematicians/Pythagoras.jpg",
        "intro":"Pythagoras of Samos (c. 570 – c. 495 BC) was an ancient Ionian Greek philosopher and the eponymous founder of Pythagoreanism. His political and religious teachings were well known in Magna Graecia and influenced the philosophies of Plato, Aristotle, and, through them, Western philosophy. Knowledge of his life is clouded by legend, but he appears to have been the son of Mnesarchus, a seal engraver on the island of Samos. Modern scholars disagree regarding Pythagoras's education and influences, but they do agree that, around 530 BC, he travelled to Croton, where he founded a school in which initiates were sworn to secrecy and lived a communal, ascetic lifestyle. "
    },
    {
        "name": "René Descartes",
        "id": "010102",
        "img":"http://134.209.3.61/Study/Mathematicians/RenéDescartes.jpg",
        "intro":"René Descartes (US: /deɪˈkɑːrt/, UK: /ˈdeɪkɑːrt/, French: [ʁəne dekaʁt]; Latinized: Renatus Cartesius; adjectival form: Cartesian; 31 March 1596 – 11 February 1650) was a French philosopher, Mathematician, and scientist. A native of the Kingdom of France, he spent about 20 years (1629–1649) of his life in the Dutch Republic after serving for a while in the Dutch States Army of Maurice of Nassau, Prince of Orange and the Stadtholder of the United Provinces. One of the most notable intellectual figures of the Dutch Golden Age, Descartes is also widely regarded as one of the founders of modern philosophy. "
    },
    {
        "name": "Gottfried Wilhelm Leibniz",
        "id": "010103",
        "img":"http://134.209.3.61/Study/Mathematicians/GottfriedWilhelmLeibniz.jpg",
        "intro":"Gottfried Wilhelm (von) Leibniz (sometimes spelled Leibnitz) (/ˈlaɪbnɪts/; German: [ˈɡɔtfʁiːt ˈvɪlhɛlm fɔn ˈlaɪbnɪts] or [ˈlaɪpnɪts]; French: Godefroi Guillaume Leibnitz; 1 July 1646 [O.S. 21 June] – 14 November 1716) was a prominent German polymath and philosopher in the history of mathematics and the history of philosophy. His most notable accomplishment was conceiving the ideas of differential and integral calculus, independently of Isaac Newton's contemporaneous developments. Mathematical works have generally favored Leibniz's notation as the conventional expression of calculus. It was only in the 20th century that Leibniz's law of continuity and transcendental law of homogeneity found mathematical implementation."
    },
    {
        "name": "Euclid",
        "id": "010104",
        "img":"http://134.209.3.61/Study/Mathematicians/Euclid.jpg",
        "intro":"Euclid (/ˈjuːklɪd/; Ancient Greek: Εὐκλείδης – Eukleídēs, pronounced [eu̯.kleː.dɛːs]; fl. 300 BC), sometimes called Euclid of Alexandria to distinguish him from Euclid of Megara, was a Greek Mathematician, often referred to as the \"founder of geometry\" or the \"father of geometry\". He was active in Alexandria during the reign of Ptolemy I (323–283 BC). His Elements is one of the most influential works in the history of mathematics, serving as the main textbook for teaching mathematics (especially geometry) from the time of its publication until the late 19th or early 20th century. In the Elements, Euclid deduced the theorems of what is now called Euclidean geometry from a small set of axioms. "
    },
    {
        "name": "Bernhard Riemann",
        "id": "010105",
        "img":"http://134.209.3.61/Study/Mathematicians/BernhardRiemann.jpg",
        "intro":"Georg Friedrich Bernhard Riemann (German: [ˈɡeːɔɐ̯k ˈfʁiːdʁɪç ˈbɛɐ̯nhaɐ̯t ˈʁiːman, geˈɔɐ̯k -] 17 September 1826 – 20 July 1866) was a German Mathematician who made contributions to analysis, number theory, and differential geometry. In the field of real analysis, he is mostly known for the first rigorous formulation of the integral, the Riemann integral, and his work on Fourier series. His contributions to complex analysis include most notably the introduction of Riemann surfaces, breaking new ground in a natural, geometric treatment of complex analysis. "
    },
    {
        "name": "Carl Friedrich Gauss",
        "id": "010106",
        "img":"http://134.209.3.61/Study/Mathematicians/CarlFriedrichGauss.jpg",
        "intro":"Johann Carl Friedrich Gauss (/ɡaʊs/; German: Gauß [ˈkaɐ̯l ˈfʁiːdʁɪç ˈɡaʊs] Latin: Carolus Fridericus Gauss; (30 April 1777 – 23 February 1855) was a German Mathematician and physicist who made significant contributions to many fields in mathematics and sciences. Sometimes referred to as the Princeps mathematicorum (Latin for \"the foremost of Mathematicians\") and \"the greatest Mathematician since antiquity\", Gauss had an exceptional influence in many fields of mathematics and science, and is ranked among history's most influential Mathematicians. "
    },
    {
        "name": "Leonhard Euler",
        "id": "010107",
        "img":"http://134.209.3.61/Study/Mathematicians/LeonhardEuler.jpg",
        "intro":"Leonhard Euler (/ˈɔɪlər/ OY-lər; German: [ˈɔɪlər] 15 April 1707 – 18 September 1783) was a Swiss Mathematician, physicist, astronomer, logician and engineer who made important and influential discoveries in many branches of mathematics, such as infinitesimal calculus and graph theory, while also making pioneering contributions to several branches such as topology and analytic number theory. He also introduced much of the modern mathematical terminology and notation, particularly for mathematical analysis, such as the notion of a mathematical function."
    },
    {
        "name": "HuaLuogeng",
        "id": "010108",
        "img":"http://134.209.3.61/Study/Mathematicians/HuaLuogeng.jpg",
        "intro":"Hua Luogeng or Hua Loo-Keng (Chinese: 华罗庚; Wade–Giles: Hua Lo-keng; 12 November 1910 – 12 June 1985) was a Chinese Mathematician and politician famous for his important contributions to number theory and for his role as the leader of mathematics research and education in the People's Republic of China. He was largely responsible for identifying and nurturing the renowned Mathematician Chen Jingrun who proved Chen's theorem, the best known result on the Goldbach conjecture. In addition, Hua's later work on mathematical optimization and operations research made an enormous impact on China's economy. He was elected a foreign associate of the US National Academy of Sciences in 1982."
    },
    {
        "name": "Joseph-Louis Lagrange",
        "id": "010109",
        "img":"http://134.209.3.61/Study/Mathematicians/Joseph-LouisLagrange.jpg",
        "intro":"Joseph-Louis Lagrange (/ləˈɡrɑːndʒ/ or /ləˈɡreɪndʒ/; French: [lagʁɑ̃ʒ]; born Giuseppe Luigi Lagrangia or Giuseppe Ludovico De la Grange Tournier, 25 January 1736 – 10 April 1813; also reported as Giuseppe Luigi Lagrange or Lagrangia) was an Italian Enlightenment Era Mathematician and astronomer. He made significant contributions to the fields of analysis, number theory, and both classical and celestial mechanics. "
    },
    {
        "name": "Pierre de Fermat",
        "id": "010110",
        "img":"http://134.209.3.61/Study/Mathematicians/PierredeFermat.jpg",
        "intro":"Pierre de Fermat (French: [pjɛːʁ də fɛʁma]) (between 31 October and 6 December 1607 – 12 January 1665) was a French lawyer[3] at the Parlement of Toulouse, France, and a Mathematician who is given credit for early developments that led to infinitesimal calculus, including his technique of adequality. In particular, he is recognized for his discovery of an original method of finding the greatest and the smallest ordinates of curved lines, which is analogous to that of differential calculus, then unknown, and his research into number theory. "
    },
    {
        "name": "Augustin-Louis Cauchy",
        "id": "010111",
        "img":"http://134.209.3.61/Study/Mathematicians/Augustin-LouisCauchy.jpg",
        "intro":"Baron Augustin-Louis Cauchy FRS FRSE (/koʊˈʃiː/; French: [oɡystɛ̃ lwi koʃi]; 21 August 1789 – 23 May 1857) was a French Mathematician, engineer and physicist who made pioneering contributions to several branches of mathematics, including mathematical analysis and continuum mechanics. He was one of the first to state and rigorously prove theorems of calculus, rejecting the heuristic principle of the generality of algebra of earlier authors. He almost singlehandedly founded complex analysis and the study of permutation groups in abstract algebra. "
    }
]